Repository: grindnoise/thinkwhat
Catalog: ThinkWhat/Supporting Files/*.lproj/Localizable.strings
Languages: ru

# web
source: Error loading web content
ru: Ошибка при загрузке web контента

# invalid_url_error
source: Invalid link
ru: Некорректная ссылка

# backend_error
source: Error occured, try again later
ru: Произошла ошибка, попробуйте еще раз

# provider_authorization_failure
source: Error
ru: Ошибка

# timeout_error
source: Timeout exceeded
ru: Превышено время ожидания

# tiktok_web_error
source: TikTok loading error
ru: Ошибка при загрузке TikTok

# image_loading_error
source: Image loading failed
ru: Произошла ошибка, изображение не было загружено

source: Maximum characters exceeded:
ru: Превышено максимальное количество:

source: Minimum characters needed:
ru: Минимальное количество знаков:

# invalid_url
source: Invalid URL format
ru: Некорректный формат ссылки

# images_limit
source: You can attach no more than 3 images
ru: Вы можете прикрепить не более 3-х изображений

# minimum_choices
source: 2 choices are required at least
ru: Необходимо минимум 2 варианта

# minimum_limits
source: At least 10 participants required
ru: Минимальное количество участников - 10

source: Replies
ru: Ответы

# replies_total
source: replies
ru: ответов

source: Reply
ru: Ответить

source: Add comment
ru: Напишите комментарий

source: Add reply
ru: Напишите ответ

# comment_is_deleted
source: [Comment deleted]
ru: [Комментарий удален]

# comment_is_banned
source: [Comment banned]
ru: [Комментарий заблокирован из-за жалоб]

# pseudonym
source: Anonymous#
ru: Аноним#

# pseudonym_placeholder
source: Your pseudonym
ru: Ваш псевдоним

# add_pseudonym
source: Enter pseudonym
ru: Ввeдите псевдоним

# api_not_supported
source: App version is outdated. Please update Thinkwhat
ru: Вы используете устаревшую версию приложения. Пожалуйста, обновите Thinkwhat

source: Ready
ru: Готово

source: All
ru: Все

source: Title
ru: Титул

source: Caption
ru: Подпись

source: Ok
ru: Хорошо

source: more
ru: еще

source: Results
ru: Результат

source: Vote
ru: Голосовать

# check_fields
source: Check fields for errors
ru: Проверьте корректность заполненных полей

source: Warning
ru: Внимание

source: Error
ru: Ошибка

# sendButton
source: Send
ru: Отправить

source: Select
ru: Выбрать

source: Cancel
ru: Отмена

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Gender
ru: Пол

source: Men
ru: Мужчины

source: Women
ru: Женщины

# all_genders
source: All
ru: Все

source: Paste link
ru: Вставьте ссылку

# continueButton
source: Continue
ru: Продолжить

source: Save
ru: Сохранить

source: Save image
ru: Сохранить изображение

source: Camera
ru: Камера

# photo_album
source: Photos
ru: Альбом

# api_unavailable
source: Server is currently unavailable, try again later
ru: Сервер временно недоступен, попробуйте позже

source: Retry
ru: Повторить

source: More info
ru: Подробнee

# play_youtube
source: Play here
ru: Воспроизвести здесь

# open_youtube
source: Open YouTube app
ru: Открыть в приложении YouTube

# open_tiktok
source: Open TikTok app
ru: Открыть в приложении TikTok

source: Remember
ru: Запомнить

# bad_url
source: Incorrect url
ru: Нерабочая ссылка

# claim_sent
source: Сlaim has been sent
ru: Жалоба отправлена

source: Thanks for feedback!
ru: Спасибо за обратную поддержку!

source: Congratulations!
ru: Поздравляем!

source: show
ru: показать

source: reset
ru: сбросить

source: Anonymous
ru: Анонимный

source: User
ru: Пользователь

source: votes
ru: голосов

source: Publications
ru: Публикации

# publications_active_total
source: Active publications:
ru: Активных публикаций:

source: Search
ru: Поиск

# search_topic
source: Search in
ru: Поиск в

source: Profile
ru: Профиль

source: Edit
ru: Изменить

source: Progress
ru: Прогресс

# people_voted
source: persons
ru: человек

source: Delete
ru: Удалить

source: Hide details
ru: Cкрыть подробности

source: Show details
ru: Показать подробности

source: Hide images
ru: Cкрыть изображения

source: Show images
ru: Показать изображения

# hide_webview
source: Hide web link
ru: Cкрыть веб ссылку

# show_webview
source: Show web link
ru: Показать веб ссылку

source: Sending
ru: Отправка

# choose_claim_reason
source: Choose reason:
ru: Выберите причину:

source: Age
ru: Возраст

# image_uploaded
source: Image uploaded successfully
ru: Изображение успешно загружено

source: Actions
ru: Действия

# change_avatar
source: Change image
ru: Cменить изображение

source: Filter
ru: Отбор

source: Appearance
ru: Вид

source: Half
ru: Половина

source: Third
ru: Треть

source: Back
ru: Назад

source: Per
ru: За

source: Confirm
ru: Подтвердить

# welcomeLabel
source: Welcome to
ru: Добро пожаловать в

# getStartedButton
source: Get started
ru: Начать!

source: New account
ru: Новый аккаунт

# providerLabel
source: or
ru: или

# haveAccountLabel
source: Already have account?
ru: Уже зарегистрированы?

# dont_have_account_yet
source: New to this app?
ru: Нет аккаунта?

# registration
source: Sign up
ru: Регистрация

# loginButton
source: Log in
ru: Войти

# signupButton
source: Sign up
ru: Зарегистрироваться

# usernameTF
source: Username
ru: Логин

# mailTF
source: Email
ru: Электронная почта

# passwordTF
source: Password
ru: Пароль

# username_is_busy
source: Username is already used
ru: Пользователь существует

# username_is_empty
source: Username is not filled
ru: Поле пустое

# username_is_short
source: Username is too short
ru: Недостаточно символов

# email_confirm_reminder
source: Confirm your email in case you forgot your password
ru: Подтвердите электронную почту на случай утери пароля

# email_is_empty_reminder
source: Enter your email in case you forgot your password
ru: Укажите электронную почту на случай утери пароля

source: Email is confirmed
ru: Электронная почта подтверждена

# email_is_busy
source: Email is already used
ru: Электронная почта уже используется

# email_is_empty
source: Email is incorrect
ru: Некорректный формат почты

# email_verification_code_sent
source: An email with a verification code has been sent to:
ru: Электронное письмо с кодом подтверждения было отправлено на адрес:

# email_not_delivered
source: Haven't received code?
ru: Не пришел код?

source: Repeat after
ru: Повторить через

# resend_mail
source: Send new code
ru: Отправить новый код

source: Verification code
ru: Код подтверждения

# password_is_short
source: Password is too short
ru: Слишком короткий пароль

# invalid_verification_code
source: Invalid code
ru: Неверный код

# birthdate_is_empty
source: Select date of birth
ru: Выберите дату рождения

source: Success!
ru: Ура!

# provider_authorization_progress
source: Authorization
ru: Авторизация

# provider_authorization_success
source: Success
ru: Успех!

# acceptButton
source: Accept
ru: Принимаю

# refuse
source: Don't accept
ru: Отказываюсь

source: Terms of use
ru: Соглашение

# should_read_agreement_title
source: Warning
ru: Внимание

# should_read_agreement_message
source: Please, carefully read terms of use to the end
ru: Пожалуйста, прочитайте пользовательское соглашение до конца

# wait_for_agreement
source: Please, wait. Agreement is loading
ru: Пожалуйста, дождитесь загрузки лицензионного соглашения

# log_in_title
source: Account log in
ru: Вход в аккаунт

# log_in_error
source: Please, check credentials and try again
ru: Пожалуйста, проверьте правильность данных для входа и попробуйте снова

# forgotLabel
source: Forgot username or password?
ru: Забыли логин или пароль?

# recoverButton
source: Recover
ru: Восстановить

# recover_title
source: Account recovery
ru: Восстановление аккаунта

# email_sent
source: Email with recover link has been sent
ru: Электронное письмо со ссылкой для восстановления было отправлено

# email_not_found
source: We couldn't find an account associated with that email. Please try a different e-mail address
ru: Указанный адрес электронной почты не найден. Проверьте корректность или попробуйте другой

# profile_fill
source: Fill in profile
ru: Заполните профиль

# firstNameTF
source: First name
ru: Имя

# lastNameTF
source: Last name
ru: Фамилия

# birthDateTF
source: Birth date
ru: Дата рождения

# cityTF
source: City
ru: Город

# city_placeholder
source: Enter city
ru: Введите город

# fill_necessary_fields
source: Please, fill in the required fields:
ru: Пожалуйста, заполните нобходимые поля:

source: Hot
ru: Горячие

source: Searching
ru: Поиск

source: Waiting for new posts
ru: Ждём новых публикаций

# hot_participate
source: Participate
ru: Участвовать

source: Create post
ru: Cоздать свою

source: Subscriptions
ru: Подписки

source: Publications per:
ru: Публикации за:

source: day
ru: сутки

source: week
ru: неделя

source: month
ru: месяц

source: all time
ru: все время

source: Cancel subscription
ru: Отказаться от подписки

# list
source: Feed
ru: Лента

source: Own
ru: Мои

# top
source: Popular
ru: Топ

source: New
ru: Новые

# watching
source: Tracked
ru: Отслеживаемые

source: Topics
ru: Темы

source: Settings
ru: Настройки

# make_choice
source: Make your choice
ru: Выберите вариант ответа

# finish_poll
source: Please, vote at first
ru: Пожалуйста, сначала пройдите опрос

source: No votes
ru: Голосов нет

# poll_complete_at
source: Poll is completed at
ru: Опрос выполнен на

source: Voted
ru: Проголосовали

# most_popular_choice
source: Your choice is in trend
ru: Выбранный вариант в тренде

# got_points
source: Thank you! You received
ru: Спасибо! Вы получили

source: point(s)
ru: балл(ов)

source: Support poll
ru: Поддержать опрос

source: Next
ru: Следующий

source: Comment posted
ru: Комментарий опубликован

source: Comment deleted
ru: Комментарий удален

# voters_load_error
source: Error occured during loading voters list
ru: Возникла ошибка при загрузке пользователей

source: Subscribers
ru: Подписчики

source: Subscribed for
ru: Подписки

source: subscribe
ru: Подписаться

source: Unsubscribe
ru: Отписаться

# unsubscribe_question
source: Are you sure to unsubscribe?
ru: Вы уверены, что хотите отписаться?

source: Rating
ru: Рейтинг

source: Poll
ru: Опрос

# new_single
source: New
ru: Новый

# poll_rating_difference
source: What's the difference?
ru: В чем разница?

# password_reset_link_title
source: Forgot password?
ru: Забыли пароль?

# password_reset_link_description
source: Please enter your email address to request a password reset
ru: Пожалуйста, введите свой адрес электронной почты, чтобы запросить сброс пароля

# password_reset_link_sent_description
source: We have sent password recover instructions to your email
ru: Мы отправили инструкции по восстановлению пароля на вашу электронную почту

# password_reset_link_sent_title
source: Check your email
ru: Проверьте почту

# send_password_reset_link
source: Send
ru: Отправить

source: New poll
ru: Новый опрос

source: Topic
ru: Раздел

source: Options
ru: Опции

source: Accessibility
ru: Доступность

# poll_title
source: Title
ru: Название

# poll_description
source: Description
ru: Детали

# poll_question
source: Question
ru: Вопрос

# url
source: Hyperlink
ru: Ссылка

source: Images
ru: Изображения

# poll_choices
source: Choices
ru: Варианты

source: Comments
ru: Комментарии

source: Comments disabled
ru: Комментарии отключены

# voters_limit
source: Limits
ru: Лимит

# voters_limit_description
source: Voters limit
ru: Лимит участников

# voters_option
source: Number of participants
ru: Количество участников

source: Choose topic
ru: Выберите раздел

# choose_option
source: Choose oыption
ru: Выберите опцию

# anon_option
source: Anonymous
ru: Анонимный

# anon_description
source: Poll's author and voters are hidden from each other
ru: Автор опроса и респонденты скрыты друг от друга

# default_option
source: Public
ru: Публичный

# default_description
source: Public poll, no restrictions, non anonymous
ru: Публичный опрос, участвовать могут все, не анонимный

# private_option
source: Private
ru: Частный

# private_description
source: Private poll, access is granted via sharing link
ru: Частный опрос, доступ предоставляется по ссылке

source: Ask question
ru: Сформулируйте вопрос

# description_explanation
source: Detailed information concerning poll, optional
ru: Дополнительная информация к опросу, опционально

# url_placeholder
source: Paste URL
ru: Вставьте ссылку

# choose_image
source: Сhoose image
ru: Выберите изображение

source: Edit image
ru: Изменить изображение

# total_images
source: Images
ru: Изображений

# total_choices
source: Choices
ru: Вариантов

source: Total
ru: Всего

# new_choice
source: Enter text
ru: Введите текст

# edit_choice
source: Choice
ru: Вариант

source: Image
ru: Изображение

# are_on
source: On
ru: Включены

# are_off
source: Off
ru: Выключены

# is_on
source: On
ru: Включен

# is_off
source: Off
ru: Выключен

# images_explanation
source: Add images for more information, optional
ru: Прикрепите изображения для большей информативности, опционально

# url_explanation
source: Attach hyperlink, optional
ru: Прикрепите веб ссылку, опционально

# hot_is_on_description
source: Get guaranteed fast by getting into Hot feed, extra points will be needed
ru: Опрос гарантированно попадет в список Горячих, будут списаны дополнительные баллы

# hot_is_off_description
source: Poll may get into Hot feed, if it will be rated greater than 4 stars
ru: Опрос может попасть в список Горячих, если его рейтинг будет выше 4 звезд

# post_poll
source: Post
ru: Опубликовать

source: Optional
ru: Опционально

# open_safari
source: Open browser
ru: Открыть браузер

# open_in_safari
source: Open in browser
ru: Открыть в браузере

source: Open hyperlink
ru: Открыть ссылку

# limits_description
source: Limit for participants, upon reaching which the poll closes
ru: Количество участников опроса, при достижении которого опрос завершается

# comments_on_description
source: Participants can post comments
ru: Проголосовавшие пользователи могут оставлять комментарии

# comments_off_description
source: Comments closed
ru: Комментарии закрыты

source: Cost
ru: Стоимость

# poll_launched
source: Poll has been launched
ru: Опрос стартовал

# poll_standart_question_button
source: Default question
ru: Стандартный вопрос

# poll_standart_question
source: Choose the answer that best suits you
ru: Выберите наиболее подходящий Вам вариант ответа

# choices_tip
source: Offer at least 2 options for participants
ru: Предложите не менее 2 вариантов ответов для участников

# description_tip
source: Add a detailed description to describe the issue
ru: Добавьте развернутое описание для раскрытия проблематики вопроса

# url_tip
source: Add a link to a web resource (optional)
ru: Добавьте ссылку на веб ресурс (опционально)

# images_tip
source: Attach images from gallery/camera Or you can paste image from clipboard, just copy it and come back to the app
ru: Прикрепите изображения из фотоальбома/камеры, или просто скопируйте изображение и вернитесь в приложение

# limits_tip
source: 1 participant = 1 point of your balance
ru: 1 участник = 1 балл Вашего баланса

# question_tip
source: Formulate a question to the participants
ru: Сформулируйте вопрос участникам

# hot_tip
source: Get into the top Hot for a quick set of votes for additional debit points
ru: Старт в топ Горячих для быстрого набора голосов за дополнительные баллы

# change_parameters
source: Change your poll settings
ru: Измените параметры опроса

# paste_url
source: Paste link
ru: Вставить ссылку

source: Add image
ru: Добавить изображение

# hot_restricted
source: Private polls cannot be get into the Hot
ru: Приватные опросы не могут попадать в топ Горячих

source: Details
ru: Подробности

source: Media
ru: Медиа

source: Web link
ru: Веб ссылка

# vote_verb
source: Vote
ru: Проголосуйте

# vote_noun
source: Vote
ru: Голосование

# make_claim
source: Claim
ru: Пожаловаться

source: Share
ru: Поделиться

source: Watch
ru: Отслеживать

source: Don't watch
ru: Не отслеживать

# vote_to_view_comments
source: Take the survey first
ru: Сначала пройдите опрос

# added_to_watch_list
source: Poll was added to watch list
ru: Результаты опроса отслеживается

# votes_total
source: Votes
ru: Голосов

source: Voters
ru: Проголосовашие

source: Publications not found
ru: Публикаций не найдено

source: Location
ru: Местонахождение

source: Social media
ru: Cоциальные сети

source: Facebook link
ru: профиль в Facebook

source: Google link
ru: профиль в Google

source: Twitter link
ru: профиль в Twitter

source: TikTok link
ru: профиль в TikTok

source: Instagram link
ru: профиль в Instagram

# completed
source: Сompleted
ru: Публикаций пройдено

# preferences
source: My preferences:
ru: Мои предпочтения:

source: Top up
ru: Пополнить

source: Interests
ru: Интересы

# social_media_help
source: Attach a profile on a social network so that other users can communicate with you (optional)
ru: Прикрепите профиль в социальной сети, чтобы другие пользователи могли связаться с Вами (опционально)

# interests_help
source: Top your interests by most visited publications
ru: Топ Ваших интересов по наиболее часто посещаемым темам

# balance_help
source: For each participation in the publication, points are awarded. Points are deducted for posting
ru: За каждое участие в публикации начисляются баллы. За размещение публикации баллы списываются

# stats
source: Statistics
ru: Статистика

source: My publications
ru: Мои публикации

source: My subscribers
ru: Мои подписчики

source: My subscriptions
ru: Мои подписки

source: Balance:
ru: Баланс

source: Account management
ru: Управление учетной записью

source: Log out
ru: Выйти из аккаунта

source: Delete account
ru: Удалить аккаунт

# allow_push_notifications
source: Allow notifications
ru: Разрешить уведомления

# NOTIFICATIONS_OWN_COMPLETED
source: My completed posts
ru: Мои завершенные публикации

# NOTIFICATIONS_NEW_SUBSCRIPTIONS
source: New posts by subscription
ru: Новые публикации по подписке

# NOTIFICATIONS_WATCHLIST_COMPLETED
source: Completed in watchlist
ru: Завершенные в отслеживаемых

source: Notifications
ru: Уведомления

source: Languages
ru: Языки

# default_locale
source: Interface
ru: Интерфейс

# locales
source: Content
ru: Контент

source: Content language
ru: Язык контента

# content_language_hint
source: Content will be provided in selected languages
ru: Контент будет предоставляться на выбранных языках

source: About app
ru: О программе

source: Terms, privacy policy
ru: Условия использования

source: Licenses
ru: Лицензии

source: App version
ru: Версия

source: Feedback
ru: Обратная связь

# feedback_hint
source: Send wishes or complaints to the moderators of the service
ru: Отправьте предложения или жалобы модераторам сервиса

source: Feedback sent
ru: Обращение отправлено

# poll_vote_edu_1
source: The poll will end and disappear from the lists after the required number of participants has been reached.
ru: Опрос завершится и исчезнет из списков после того, как наберется необходимое количество участников.

# poll_vote_edu_2
source: Add a poll to your watch list to see the result of the vote
ru: Добавьте в список отслеживаемых, чтобы узнать результат голосования

# updating_data
source: Updating...
ru: Обновление...

# open_userprofile
source: Open profile
ru: Открыть профиль

# subscribe_for_user
source: Subscribe
ru: Подписаться

# remove_subscribers
source: Unsubscribe
ru: Отписаться

# manage_subscriptions
source: Manage
ru: Управлять

# subscribe_to_user_notification
source: You subscribed to
ru: Вы подписались на

# unsubscribe_from_user_notification
source: You unsubscribed from
ru: Вы отписались от

# user_publication_notification_begin
source: Notifications from
ru: Уведомления от

# user_publication_notification_on
source: are on
ru: включены

# user_publication_notification_off
source: are off
ru: выключены

# watch_survey_notification
source: You'll be notified about the results when publication finishes
ru: Вы будете уведомлены о результатах при завершении публикации

# survey_finished_notification
source: Survey finished!
ru: Опрос завершился!

# survey_finished_vote_notification
source: Survey finished. But you can vote!
ru: Опрос завершился, но Вы еще можете проголосовать!

# survey_banned_notification
source: Banned
ru: Публикация была заблокирована

# survey_complete_notification
source: Survey complete
ru: Опрос пройден

# open_url_embedded
source: Open in app
ru: Открыть в приложении

# open_url_in_app
source: Open in
ru: Открыть в

# save_setting
source: Save
ru: Сохранить

# account_logout
source: Logout
ru: Выход из аккаунта

# account_delete
source: Account deleting
ru: Удаление аккаунта

# account_logout_description
source: You are about to sign out of your account. Continue?
ru: Вы собираетесь выйти из учетной записи. Продолжить?

# account_delete_description
source: Deleting an account is an irreversible action. Continue?
ru: Удаление аккаунта - необратимое действие. Продолжить?

# account_location_empty
source: Please select your location
ru: Пожалуйста, заполните Ваше местонахождение

source: Claim
ru: Жалоба

# account_fill_in
source: Fill in your information and select a profile picture
ru: Заполните информацию о себе и выберите изображение профиля

# userprofile
source: Profile
ru: Профиль

# userprofile_is_in_community
source: Is in community
ru: В сообществе

# userprofile_subscribers
source: Subscribers
ru: Подписчиков

# userprofile_subscriptions
source: Subscriptions
ru: Подписок

# userprofile_about
source: About me
ru: Обо мне

# userprofile_publications_created
source: Publications posted
ru: Публикаций создано

# userprofile_community_contribution
source: Сontribution to the community
ru: Вклад в сообщество

# userprofile_votes_received
source: Votes received
ru: Голосов получено

# userprofile_comments_received
source: Responses received
ru: Ответов получено

# userprofile_comments_posted
source: Comments
ru: Комментариев

# userprofile_compatibility
source: Compatibility
ru: Совместимость

# userprofile_compatibility_level
source: compatibility level
ru: уровень совместимости

# userprofile_compatibility_level_with_user
source: Your compatibility with
ru: Ваш уровень совместимости с

# userprofile_compatibility_level_zero
source: incompatible
ru: Ваши интересы не пересекаются

# userprofile_compatibility_level_ultra_low
source: ultra low
ru: очень низкий

# userprofile_compatibility_level_low
source: low
ru: низкий

# userprofile_compatibility_level_middle
source: middle
ru: средний

# userprofile_compatibility_level_high
source: high
ru: высокий

# userprofile_compatibility_level_ultra_high
source: like-minded
ru: очень высокий

# userprofile_compatibility_level_max
source: maximum
ru: максимальный

# userprofile_contrib_hint
source: Topics which user is interested in to discuss within community
ru: Интересующие пользователя темы, которые он обсудил с сообществом

# userprofile_сompatibility_hint
source: The indicator is calculated on the results of surveys in which you both participated
ru: Индикатор расчитывается на основании результатов опросов, в которых вы оба участвовали

# new_poll_readiness
source: Readiness
ru: Готовность

# new_poll_topic
source: Topic
ru: Тема

# new_poll_topic_placeholder
source: Choosing the right topic for posting
ru: Выбор подходящей темы для размещения публикации

# new_poll_title
source: Title
ru: Титул

# new_poll_title_placeholder
source: Enter title
ru: Краткое название публикации

# new_poll_survey_min_text_length_error_begin
source: The field must be at least
ru: Поле должно состоять минимум из

# new_poll_survey_min_text_length_error_end
source: characters
ru: знаков

# new_poll_description
source: Description
ru: Подробности

# new_poll_description_placeholder
source: Describe the purpose of the publication so that the participants make an unmistakable choice
ru: Опишите цель публикации, чтобы участники сделали безошибочный выбор

# new_poll_question
source: Question
ru: Вопрос
