Repository: grindnoise/thinkwhat
Catalog: ThinkWhat/Supporting Files/*.lproj/Localizable.strings
Languages: ru

# new_poll_question_placeholder
source: Ask a question to which each participant will give their own answer
ru: Задайте вопрос, на который каждый участник даст свой ответ

# new_poll_choices
source: Сhoices
ru: Варианты ответов

# new_poll_choice_placeholder
source: Choice №
ru: Вариант №

# new_poll_choices_placeholder
source: Give several answers from which the participants will make their choice
ru: Дайте несколько ответов, из которых участники будут делать свой выбор

# new_poll_choice_add
source: Add choice
ru: Добавить вариант

# new_poll_choice_next
source: Next
ru: Далее

# new_poll_survey_choice_delete_notification
source: The survey must contain at least two possible answers
ru: Опрос должен содержать минимум два варианта ответа

# new_poll_images
source: Images
ru: Изображения

# new_poll_images_placeholder
source: You can add images to the post description
ru: Вы можете добавить изображения к описанию публикации

# new_poll_image_add
source: Add image
ru: Добавить изображение

# new_poll_image_placeholder
source: Add details (optional)
ru: Добавьте описание (опционально)

# new_poll_hyperlink
source: Hyperlink
ru: Ссылка

# new_poll_hyperlink_placeholder
source: You can add a link to a web resource to the post description
ru: Вы можете добавить ссылку на веб ресурс к описанию публикации

# new_poll_hyperlink_tf_placeholder
source: Add hyperlink (optional)
ru: Добавьте ссылку (опционально)

# new_poll_comments
source: Comments
ru: Комментарии

# new_poll_comments_placeholder
source: You can enable the ability to leave comments under the publication
ru: Вы можете включить возможность оставлять комментарии под публикацией

# new_poll_comments_on
source: Сomments are allowed
ru: Комментарии разрешены

# new_poll_comments_off
source: Comments are forbidden
ru: Комментарии запрещены

# new_poll_anonymity
source: Anonymity
ru: Анонимность

# new_poll_anonymity_placeholder
source: You can turn on the anonymity mode, in this mode you can not see who exactly took part
ru: Вы можете включить режим анонимности, в этом режиме нельзя увидеть кто именно принимал участие

# new_poll_anonymity_on
source: Author, voters and commentators are hidden
ru: Автор, голосующие и комментаторы скрыты

# new_poll_anonymity_off
source: Author, voters and commentators see each other
ru: Автор, голосующие и комментаторы видят друг друга

# new_poll_hot
source: Hot feed
ru: Лента Горячие

# new_poll_hot_placeholder
source: You can post your post in the Hot feed to get an instant response
ru: Вы можете разместить свою публикацию в разделе Горячие, чтобы получить мгновенный отклик

# new_poll_hot_on
source: The poll will be published in the Hot feed
ru: Опрос будет опубликован в ленте Горячие

# new_poll_hot_off
source: The poll won't be published in the Hot feed
ru: Опрос не будет опубликован в ленте Горячие

# new_poll_limit
source: Number of participants
ru: Количество участников

# new_poll_limit_placeholder
source: Specify the minimum number of responses of the publication participants that you want to receive
ru: Укажите минимальное количество ответов участников публикации, которое вы хотите получить

# new_poll_limit_hint
source: The publication will disappear from the feed when it reaches the received user votes
ru: Публикация исчезнет из ленты по достижению полученных голосов пользователей

# new_poll_cost
source: Publication cost
ru: Стоимость публикации

# total_bill
source: Total
ru: Итого

# hot_option
source: Hot start
ru: Горячий старт

# publication_preview
source: Preview
ru: Предпросмотр

# insufficient_balance
source: You don't have enough points for this publication.
ru: У Вас недостаточно баллов для публикации.

# insufficient_balance_shortage
source: Missing
ru: Не хватает

# insufficient_balance_shortage_points
source: points
ru: баллов

# insufficient_balance_shortage_hint
source: To earn points, take an active part in the publications of community members
ru: Для получения баллов принимайте активное участие в публикациях членов сообщества

# new_poll_posted
source: Poll has been published!
ru: Опрос опубликован!

# minimum_votes
source: Minimum number of votes:
ru: Минимальное количество голосов:

# pn_new_post
source: %@ posted a new post ⚡️
ru: %@ разместил новую публикацию

# pn_own_post_completed_title
source: Your post has completed 🏁
ru: Ваш опрос завершился!

# pn_own_post_completed
source: See the results 🔍
ru: Посмотрите результаты 🔍
